<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* default/template/common/header.twig */
class __TwigTemplate_062f6aa250940a7408024c63d24276522c5ea7a07cf8f8f066bd00e8273bafb1 extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        // line 1
        echo "<!DOCTYPE html>
<!--[if IE]><![endif]-->
<!--[if IE 8 ]><html dir=\"";
        // line 3
        echo ($context["direction"] ?? null);
        echo "\" lang=\"";
        echo ($context["lang"] ?? null);
        echo "\" class=\"ie8\"><![endif]-->
<!--[if IE 9 ]><html dir=\"";
        // line 4
        echo ($context["direction"] ?? null);
        echo "\" lang=\"";
        echo ($context["lang"] ?? null);
        echo "\" class=\"ie9\"><![endif]-->
<!--[if (gt IE 9)|!(IE)]><!-->
<html dir=\"";
        // line 6
        echo ($context["direction"] ?? null);
        echo "\" lang=\"";
        echo ($context["lang"] ?? null);
        echo "\">
<!--<![endif]-->
<head>
<meta charset=\"UTF-8\" />
<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">
<meta http-equiv=\"X-UA-Compatible\" content=\"IE=edge\">
<title>";
        // line 12
        echo ($context["title"] ?? null);
        echo "</title>
";
        // line 13
        if (($context["robots"] ?? null)) {
            // line 14
            echo "<meta name=\"robots\" content=\"";
            echo ($context["robots"] ?? null);
            echo "\" />
";
        }
        // line 16
        echo "<base href=\"";
        echo ($context["base"] ?? null);
        echo "\" />
";
        // line 17
        if (($context["description"] ?? null)) {
            // line 18
            echo "<meta name=\"description\" content=\"";
            echo ($context["description"] ?? null);
            echo "\" />
";
        }
        // line 20
        if (($context["keywords"] ?? null)) {
            // line 21
            echo "<meta name=\"keywords\" content=\"";
            echo ($context["keywords"] ?? null);
            echo "\" />
";
        }
        // line 23
        echo "<meta property=\"og:title\" content=\"";
        echo ($context["title"] ?? null);
        echo "\" />
<meta property=\"og:type\" content=\"website\" />
<meta property=\"og:url\" content=\"";
        // line 25
        echo ($context["og_url"] ?? null);
        echo "\" />
";
        // line 26
        if (($context["og_image"] ?? null)) {
            // line 27
            echo "<meta property=\"og:image\" content=\"";
            echo ($context["og_image"] ?? null);
            echo "\" />
";
        } else {
            // line 29
            echo "<meta property=\"og:image\" content=\"";
            echo ($context["logo"] ?? null);
            echo "\" />
";
        }
        // line 31
        echo "<meta property=\"og:site_name\" content=\"";
        echo ($context["name"] ?? null);
        echo "\" />


<link href=\"/catalog/view/theme/default/stylesheet/style.css\" rel=\"stylesheet\" />
<link href=\"/catalog/view/theme/default/stylesheet/header.css\" rel=\"stylesheet\" />
<link href=\"/catalog/view/theme/default/stylesheet/footer.css\" rel=\"stylesheet\" />

";
        // line 38
        $context['_parent'] = $context;
        $context['_seq'] = twig_ensure_traversable(($context["styles"] ?? null));
        foreach ($context['_seq'] as $context["_key"] => $context["style"]) {
            // line 39
            echo "<link href=\"";
            echo twig_get_attribute($this->env, $this->source, $context["style"], "href", [], "any", false, false, false, 39);
            echo "\" type=\"text/css\" rel=\"";
            echo twig_get_attribute($this->env, $this->source, $context["style"], "rel", [], "any", false, false, false, 39);
            echo "\" media=\"";
            echo twig_get_attribute($this->env, $this->source, $context["style"], "media", [], "any", false, false, false, 39);
            echo "\" />
";
        }
        $_parent = $context['_parent'];
        unset($context['_seq'], $context['_iterated'], $context['_key'], $context['style'], $context['_parent'], $context['loop']);
        $context = array_intersect_key($context, $_parent) + $_parent;
        // line 41
        echo "
";
        // line 42
        $context['_parent'] = $context;
        $context['_seq'] = twig_ensure_traversable(($context["links"] ?? null));
        foreach ($context['_seq'] as $context["_key"] => $context["link"]) {
            // line 43
            echo "<link href=\"";
            echo twig_get_attribute($this->env, $this->source, $context["link"], "href", [], "any", false, false, false, 43);
            echo "\" rel=\"";
            echo twig_get_attribute($this->env, $this->source, $context["link"], "rel", [], "any", false, false, false, 43);
            echo "\" />
";
        }
        $_parent = $context['_parent'];
        unset($context['_seq'], $context['_iterated'], $context['_key'], $context['link'], $context['_parent'], $context['loop']);
        $context = array_intersect_key($context, $_parent) + $_parent;
        // line 45
        echo "
";
        // line 46
        $context['_parent'] = $context;
        $context['_seq'] = twig_ensure_traversable(($context["analytics"] ?? null));
        foreach ($context['_seq'] as $context["_key"] => $context["analytic"]) {
            // line 47
            echo $context["analytic"];
            echo "
";
        }
        $_parent = $context['_parent'];
        unset($context['_seq'], $context['_iterated'], $context['_key'], $context['analytic'], $context['_parent'], $context['loop']);
        $context = array_intersect_key($context, $_parent) + $_parent;
        // line 49
        echo "
</head>
<body>

<header class=\"header\">
    <div class=\"container\">
        <div class=\"header_wrapper_top\">
            ";
        // line 56
        if (($context["logo"] ?? null)) {
            // line 57
            echo "              <a href=\"";
            echo ($context["home"] ?? null);
            echo "\"><img src=\"";
            echo ($context["logo"] ?? null);
            echo "\" title=\"";
            echo ($context["name"] ?? null);
            echo "\" alt=\"";
            echo ($context["name"] ?? null);
            echo "\" class=\"img-responsive\"/></a>
            ";
        } else {
            // line 59
            echo "              <h1><a href=\"";
            echo ($context["home"] ?? null);
            echo "\">";
            echo ($context["name"] ?? null);
            echo "</a></h1>
            ";
        }
        // line 61
        echo "            <button class=\"header_button_category\">
                <div>
                  <svg width=\"16\" height=\"16\" viewBox=\"0 0 16 16\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
                    <path d=\"M4 2C4 2.53043 3.78929 3.03914 3.41421 3.41421C3.03914 3.78929 2.53043 4 2 4C1.46957 4 0.960859 3.78929 0.585786 3.41421C0.210714 3.03914 0 2.53043 0 2C0 1.46957 0.210714 0.960859 0.585786 0.585786C0.960859 0.210714 1.46957 0 2 0C2.53043 0 3.03914 0.210714 3.41421 0.585786C3.78929 0.960859 4 1.46957 4 2ZM4 8C4 8.53043 3.78929 9.03914 3.41421 9.41421C3.03914 9.78929 2.53043 10 2 10C1.46957 10 0.960859 9.78929 0.585786 9.41421C0.210714 9.03914 0 8.53043 0 8C0 7.46957 0.210714 6.96086 0.585786 6.58579C0.960859 6.21071 1.46957 6 2 6C2.53043 6 3.03914 6.21071 3.41421 6.58579C3.78929 6.96086 4 7.46957 4 8ZM2 16C2.53043 16 3.03914 15.7893 3.41421 15.4142C3.78929 15.0391 4 14.5304 4 14C4 13.4696 3.78929 12.9609 3.41421 12.5858C3.03914 12.2107 2.53043 12 2 12C1.46957 12 0.960859 12.2107 0.585786 12.5858C0.210714 12.9609 0 13.4696 0 14C0 14.5304 0.210714 15.0391 0.585786 15.4142C0.960859 15.7893 1.46957 16 2 16ZM10 2C10 2.53043 9.78929 3.03914 9.41421 3.41421C9.03914 3.78929 8.53043 4 8 4C7.46957 4 6.96086 3.78929 6.58579 3.41421C6.21071 3.03914 6 2.53043 6 2C6 1.46957 6.21071 0.960859 6.58579 0.585786C6.96086 0.210714 7.46957 0 8 0C8.53043 0 9.03914 0.210714 9.41421 0.585786C9.78929 0.960859 10 1.46957 10 2ZM8 10C8.53043 10 9.03914 9.78929 9.41421 9.41421C9.78929 9.03914 10 8.53043 10 8C10 7.46957 9.78929 6.96086 9.41421 6.58579C9.03914 6.21071 8.53043 6 8 6C7.46957 6 6.96086 6.21071 6.58579 6.58579C6.21071 6.96086 6 7.46957 6 8C6 8.53043 6.21071 9.03914 6.58579 9.41421C6.96086 9.78929 7.46957 10 8 10ZM10 14C10 14.5304 9.78929 15.0391 9.41421 15.4142C9.03914 15.7893 8.53043 16 8 16C7.46957 16 6.96086 15.7893 6.58579 15.4142C6.21071 15.0391 6 14.5304 6 14C6 13.4696 6.21071 12.9609 6.58579 12.5858C6.96086 12.2107 7.46957 12 8 12C8.53043 12 9.03914 12.2107 9.41421 12.5858C9.78929 12.9609 10 13.4696 10 14ZM14 4C14.5304 4 15.0391 3.78929 15.4142 3.41421C15.7893 3.03914 16 2.53043 16 2C16 1.46957 15.7893 0.960859 15.4142 0.585786C15.0391 0.210714 14.5304 0 14 0C13.4696 0 12.9609 0.210714 12.5858 0.585786C12.2107 0.960859 12 1.46957 12 2C12 2.53043 12.2107 3.03914 12.5858 3.41421C12.9609 3.78929 13.4696 4 14 4ZM16 8C16 8.53043 15.7893 9.03914 15.4142 9.41421C15.0391 9.78929 14.5304 10 14 10C13.4696 10 12.9609 9.78929 12.5858 9.41421C12.2107 9.03914 12 8.53043 12 8C12 7.46957 12.2107 6.96086 12.5858 6.58579C12.9609 6.21071 13.4696 6 14 6C14.5304 6 15.0391 6.21071 15.4142 6.58579C15.7893 6.96086 16 7.46957 16 8ZM14 16C14.5304 16 15.0391 15.7893 15.4142 15.4142C15.7893 15.0391 16 14.5304 16 14C16 13.4696 15.7893 12.9609 15.4142 12.5858C15.0391 12.2107 14.5304 12 14 12C13.4696 12 12.9609 12.2107 12.5858 12.5858C12.2107 12.9609 12 13.4696 12 14C12 14.5304 12.2107 15.0391 12.5858 15.4142C12.9609 15.7893 13.4696 16 14 16Z\" fill=\"white\"/>
                  </svg>
                </div>
                <div>
                    <span>Каталог</span>
                </div>
            </button>
            <div class=\"header_wrapper_input\">
                <input placeholder=\"Поиск по сайту\" type=\"text\">
                <svg width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
                  <path d=\"M10 18C11.775 17.9996 13.4988 17.4054 14.897 16.312L19.293 20.708L20.707 19.294L16.311 14.898C17.405 13.4997 17.9996 11.7754 18 10C18 5.589 14.411 2 10 2C5.589 2 2 5.589 2 10C2 14.411 5.589 18 10 18ZM10 4C13.309 4 16 6.691 16 10C16 13.309 13.309 16 10 16C6.691 16 4 13.309 4 10C4 6.691 6.691 4 10 4Z\" fill=\"#E65B1D\"/>
                  <path d=\"M11.4118 8.586C11.7908 8.966 11.9998 9.468 11.9998 10H13.9998C14.0007 9.47443 13.8974 8.95389 13.6959 8.46848C13.4944 7.98308 13.1987 7.54242 12.8258 7.172C11.3118 5.66 8.68683 5.66 7.17383 7.172L8.58583 8.588C9.34583 7.83 10.6558 7.832 11.4118 8.586Z\" fill=\"#E65B1D\"/>
                </svg>
            </div>
            <div class=\"header_wrapper_links\">
                <a href=\"mailto:help@hebermann.ru\">help@hebermann.ru</a>
                <a href=\"tel:+78007755660\">8 (800) 77-55-660</a>
            </div>
        </div>
        <div class=\"header_wrapper_nav\">
            <a href=\"#\">О бренде</a>
            <a href=\"#\">Сервис и гарантия</a>
            <a href=\"#\">Где купить</a>
            <a href=\"#\">Контакты</a> 
        </div>
    </div>
</header>

<div class=\"header_bottom\" style=\"display:none\">
  <div class=\"container\">
  
    <div class=\"bread_crumbs\">
      <span>Каталог бытовой техники</span>
      <svg width=\"8\" height=\"8\" viewBox=\"0 0 8 8\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
        <path d=\"M1.092 7.81C1.008 7.81 0.938 7.782 0.882 7.726C0.826 7.67 0.798 7.6 0.798 7.516V6.998C0.798 6.87667 0.816667 6.78333 0.854 6.718C0.891333 6.64333 0.956667 6.55933 1.05 6.466L3.192 4.394L1.05 2.322C0.956667 2.22867 0.891333 2.14467 0.854 2.07C0.816667 1.99533 0.798 1.902 0.798 1.79V1.272C0.798 1.188 0.826 1.118 0.882 1.062C0.938 1.006 1.008 0.978 1.092 0.978C1.176 0.978 1.27867 1.02933 1.4 1.132L4.102 3.75C4.25133 3.89933 4.326 4.058 4.326 4.226V4.562C4.326 4.73 4.25133 4.88867 4.102 5.038L1.4 7.656C1.26 7.75867 1.15733 7.81 1.092 7.81ZM4.676 7.81C4.592 7.81 4.522 7.782 4.466 7.726C4.41 7.67 4.382 7.6 4.382 7.516V6.998C4.382 6.87667 4.40067 6.78333 4.438 6.718C4.47533 6.64333 4.54067 6.55933 4.634 6.466L6.776 4.394L4.634 2.322C4.54067 2.22867 4.47533 2.14467 4.438 2.07C4.40067 1.99533 4.382 1.902 4.382 1.79V1.272C4.382 1.188 4.41 1.118 4.466 1.062C4.522 1.006 4.592 0.978 4.676 0.978C4.76 0.978 4.86267 1.02933 4.984 1.132L7.686 3.75C7.81667 3.88067 7.89133 4.03933 7.91 4.226V4.562C7.89133 4.74867 7.81667 4.90733 7.686 5.038L4.984 7.656C4.844 7.75867 4.74133 7.81 4.676 7.81Z\" fill=\"#797979\"></path>
      </svg>
      <a href=\"#\">Духовые шкафы</a>
      <svg width=\"8\" height=\"8\" viewBox=\"0 0 8 8\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
        <path d=\"M1.092 7.81C1.008 7.81 0.938 7.782 0.882 7.726C0.826 7.67 0.798 7.6 0.798 7.516V6.998C0.798 6.87667 0.816667 6.78333 0.854 6.718C0.891333 6.64333 0.956667 6.55933 1.05 6.466L3.192 4.394L1.05 2.322C0.956667 2.22867 0.891333 2.14467 0.854 2.07C0.816667 1.99533 0.798 1.902 0.798 1.79V1.272C0.798 1.188 0.826 1.118 0.882 1.062C0.938 1.006 1.008 0.978 1.092 0.978C1.176 0.978 1.27867 1.02933 1.4 1.132L4.102 3.75C4.25133 3.89933 4.326 4.058 4.326 4.226V4.562C4.326 4.73 4.25133 4.88867 4.102 5.038L1.4 7.656C1.26 7.75867 1.15733 7.81 1.092 7.81ZM4.676 7.81C4.592 7.81 4.522 7.782 4.466 7.726C4.41 7.67 4.382 7.6 4.382 7.516V6.998C4.382 6.87667 4.40067 6.78333 4.438 6.718C4.47533 6.64333 4.54067 6.55933 4.634 6.466L6.776 4.394L4.634 2.322C4.54067 2.22867 4.47533 2.14467 4.438 2.07C4.40067 1.99533 4.382 1.902 4.382 1.79V1.272C4.382 1.188 4.41 1.118 4.466 1.062C4.522 1.006 4.592 0.978 4.676 0.978C4.76 0.978 4.86267 1.02933 4.984 1.132L7.686 3.75C7.81667 3.88067 7.89133 4.03933 7.91 4.226V4.562C7.89133 4.74867 7.81667 4.90733 7.686 5.038L4.984 7.656C4.844 7.75867 4.74133 7.81 4.676 7.81Z\" fill=\"#797979\"></path>
      </svg>
      <a href=\"#\">Встраиваемые вытяжки</a>
      <svg width=\"8\" height=\"8\" viewBox=\"0 0 8 8\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
        <path d=\"M1.092 7.81C1.008 7.81 0.938 7.782 0.882 7.726C0.826 7.67 0.798 7.6 0.798 7.516V6.998C0.798 6.87667 0.816667 6.78333 0.854 6.718C0.891333 6.64333 0.956667 6.55933 1.05 6.466L3.192 4.394L1.05 2.322C0.956667 2.22867 0.891333 2.14467 0.854 2.07C0.816667 1.99533 0.798 1.902 0.798 1.79V1.272C0.798 1.188 0.826 1.118 0.882 1.062C0.938 1.006 1.008 0.978 1.092 0.978C1.176 0.978 1.27867 1.02933 1.4 1.132L4.102 3.75C4.25133 3.89933 4.326 4.058 4.326 4.226V4.562C4.326 4.73 4.25133 4.88867 4.102 5.038L1.4 7.656C1.26 7.75867 1.15733 7.81 1.092 7.81ZM4.676 7.81C4.592 7.81 4.522 7.782 4.466 7.726C4.41 7.67 4.382 7.6 4.382 7.516V6.998C4.382 6.87667 4.40067 6.78333 4.438 6.718C4.47533 6.64333 4.54067 6.55933 4.634 6.466L6.776 4.394L4.634 2.322C4.54067 2.22867 4.47533 2.14467 4.438 2.07C4.40067 1.99533 4.382 1.902 4.382 1.79V1.272C4.382 1.188 4.41 1.118 4.466 1.062C4.522 1.006 4.592 0.978 4.676 0.978C4.76 0.978 4.86267 1.02933 4.984 1.132L7.686 3.75C7.81667 3.88067 7.89133 4.03933 7.91 4.226V4.562C7.89133 4.74867 7.81667 4.90733 7.686 5.038L4.984 7.656C4.844 7.75867 4.74133 7.81 4.676 7.81Z\" fill=\"#797979\"></path>
      </svg>
      <span>HBFH 60.2 W</span>
    </div>

    <div class=\"header_wrapper_bottom\">
        <h1>Вытяжки</h1>
        <div class=\"header_wrapper_bottom_input\">
            <span>Функции:</span>
            <div>
                <input type=\"text\" value=\"Показать все\" id=\"myInputCategory\">
                <svg width=\"9\" height=\"7\" viewBox=\"0 0 9 7\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
                  <path d=\"M4.16034 6.2593C4.19819 6.31426 4.24883 6.35919 4.3079 6.39024C4.36697 6.42128 4.43271 6.4375 4.49944 6.4375C4.56618 6.4375 4.63191 6.42128 4.69098 6.39024C4.75006 6.35919 4.8007 6.31426 4.83854 6.2593L8.55133 0.897168C8.59431 0.835321 8.61951 0.76288 8.6242 0.687717C8.62889 0.612554 8.61289 0.537544 8.57794 0.470835C8.54298 0.404126 8.49041 0.348271 8.42594 0.309337C8.36146 0.270404 8.28755 0.249882 8.21223 0.250001H0.78665C0.711505 0.250311 0.637865 0.271097 0.573652 0.310124C0.509438 0.34915 0.457079 0.40494 0.422206 0.471495C0.387333 0.538049 0.371265 0.61285 0.375731 0.687852C0.380196 0.762854 0.405025 0.83522 0.447549 0.897168L4.16034 6.2593Z\" fill=\"black\"></path>
                </svg>
                <div id=\"dropdownCategory\" class=\"dropdown_content\">
                    <p>Показать все</p>
                    <p>Встраиваемые</p>
                    <p>Купольные</p>
                    <p>Наклонные</p>
                    <p>Плоские</p>
                </div>
            </div>
            <div>
                <input type=\"text\" value=\"По названию\" id=\"myInputPrice\">
                <svg width=\"9\" height=\"7\" viewBox=\"0 0 9 7\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
                  <path d=\"M4.16034 6.2593C4.19819 6.31426 4.24883 6.35919 4.3079 6.39024C4.36697 6.42128 4.43271 6.4375 4.49944 6.4375C4.56618 6.4375 4.63191 6.42128 4.69098 6.39024C4.75006 6.35919 4.8007 6.31426 4.83854 6.2593L8.55133 0.897168C8.59431 0.835321 8.61951 0.76288 8.6242 0.687717C8.62889 0.612554 8.61289 0.537544 8.57794 0.470835C8.54298 0.404126 8.49041 0.348271 8.42594 0.309337C8.36146 0.270404 8.28755 0.249882 8.21223 0.250001H0.78665C0.711505 0.250311 0.637865 0.271097 0.573652 0.310124C0.509438 0.34915 0.457079 0.40494 0.422206 0.471495C0.387333 0.538049 0.371265 0.61285 0.375731 0.687852C0.380196 0.762854 0.405025 0.83522 0.447549 0.897168L4.16034 6.2593Z\" fill=\"black\"></path>
                </svg>
                <div id=\"dropdownPrice\" class=\"dropdown_content\">
                    <p>По названию</p>
                    <p>Дороже</p>
                    <p>Дешевле</p>
                </div>
            </div>
            <div>
                <button class=\"header_wrapper_bottom_input_button\">
                    <span>Фильтры</span>
                    <svg width=\"16\" height=\"18\" viewBox=\"0 0 16 18\" fill=\"none\" xmlns=\"http://www.w3.org/2000/svg\">
                      <path d=\"M5 1.99999C4.73478 1.99999 4.48043 2.10535 4.29289 2.29289C4.10536 2.48042 4 2.73478 4 2.99999C4 3.26521 4.10536 3.51956 4.29289 3.7071C4.48043 3.89464 4.73478 3.99999 5 3.99999C5.26522 3.99999 5.51957 3.89464 5.70711 3.7071C5.89464 3.51956 6 3.26521 6 2.99999C6 2.73478 5.89464 2.48042 5.70711 2.29289C5.51957 2.10535 5.26522 1.99999 5 1.99999ZM2.17 1.99999C2.3766 1.41446 2.75974 0.907427 3.2666 0.548783C3.77346 0.190139 4.37909 -0.00245667 5 -0.00245667C5.62091 -0.00245667 6.22654 0.190139 6.7334 0.548783C7.24026 0.907427 7.6234 1.41446 7.83 1.99999H15C15.2652 1.99999 15.5196 2.10535 15.7071 2.29289C15.8946 2.48042 16 2.73478 16 2.99999C16 3.26521 15.8946 3.51956 15.7071 3.7071C15.5196 3.89464 15.2652 3.99999 15 3.99999H7.83C7.6234 4.58553 7.24026 5.09256 6.7334 5.4512C6.22654 5.80985 5.62091 6.00244 5 6.00244C4.37909 6.00244 3.77346 5.80985 3.2666 5.4512C2.75974 5.09256 2.3766 4.58553 2.17 3.99999H1C0.734784 3.99999 0.48043 3.89464 0.292893 3.7071C0.105357 3.51956 0 3.26521 0 2.99999C0 2.73478 0.105357 2.48042 0.292893 2.29289C0.48043 2.10535 0.734784 1.99999 1 1.99999H2.17ZM11 7.99999C10.7348 7.99999 10.4804 8.10535 10.2929 8.29289C10.1054 8.48042 10 8.73478 10 8.99999C10 9.26521 10.1054 9.51956 10.2929 9.7071C10.4804 9.89464 10.7348 9.99999 11 9.99999C11.2652 9.99999 11.5196 9.89464 11.7071 9.7071C11.8946 9.51956 12 9.26521 12 8.99999C12 8.73478 11.8946 8.48042 11.7071 8.29289C11.5196 8.10535 11.2652 7.99999 11 7.99999ZM8.17 7.99999C8.3766 7.41446 8.75974 6.90743 9.2666 6.54878C9.77346 6.19014 10.3791 5.99754 11 5.99754C11.6209 5.99754 12.2265 6.19014 12.7334 6.54878C13.2403 6.90743 13.6234 7.41446 13.83 7.99999H15C15.2652 7.99999 15.5196 8.10535 15.7071 8.29289C15.8946 8.48042 16 8.73478 16 8.99999C16 9.26521 15.8946 9.51956 15.7071 9.7071C15.5196 9.89464 15.2652 9.99999 15 9.99999H13.83C13.6234 10.5855 13.2403 11.0926 12.7334 11.4512C12.2265 11.8098 11.6209 12.0024 11 12.0024C10.3791 12.0024 9.77346 11.8098 9.2666 11.4512C8.75974 11.0926 8.3766 10.5855 8.17 9.99999H1C0.734784 9.99999 0.48043 9.89464 0.292893 9.7071C0.105357 9.51956 0 9.26521 0 8.99999C0 8.73478 0.105357 8.48042 0.292893 8.29289C0.48043 8.10535 0.734784 7.99999 1 7.99999H8.17ZM5 14C4.73478 14 4.48043 14.1054 4.29289 14.2929C4.10536 14.4804 4 14.7348 4 15C4 15.2652 4.10536 15.5196 4.29289 15.7071C4.48043 15.8946 4.73478 16 5 16C5.26522 16 5.51957 15.8946 5.70711 15.7071C5.89464 15.5196 6 15.2652 6 15C6 14.7348 5.89464 14.4804 5.70711 14.2929C5.51957 14.1054 5.26522 14 5 14ZM2.17 14C2.3766 13.4145 2.75974 12.9074 3.2666 12.5488C3.77346 12.1901 4.37909 11.9975 5 11.9975C5.62091 11.9975 6.22654 12.1901 6.7334 12.5488C7.24026 12.9074 7.6234 13.4145 7.83 14H15C15.2652 14 15.5196 14.1054 15.7071 14.2929C15.8946 14.4804 16 14.7348 16 15C16 15.2652 15.8946 15.5196 15.7071 15.7071C15.5196 15.8946 15.2652 16 15 16H7.83C7.6234 16.5855 7.24026 17.0926 6.7334 17.4512C6.22654 17.8098 5.62091 18.0024 5 18.0024C4.37909 18.0024 3.77346 17.8098 3.2666 17.4512C2.75974 17.0926 2.3766 16.5855 2.17 16H1C0.734784 16 0.48043 15.8946 0.292893 15.7071C0.105357 15.5196 0 15.2652 0 15C0 14.7348 0.105357 14.4804 0.292893 14.2929C0.48043 14.1054 0.734784 14 1 14H2.17Z\" fill=\"white\"/>
                    </svg>
                </button>
            </div>
        </div>
    </div>

  </div>
</div>

";
    }

    public function getTemplateName()
    {
        return "default/template/common/header.twig";
    }

    public function isTraitable()
    {
        return false;
    }

    public function getDebugInfo()
    {
        return array (  214 => 61,  206 => 59,  194 => 57,  192 => 56,  183 => 49,  175 => 47,  171 => 46,  168 => 45,  157 => 43,  153 => 42,  150 => 41,  137 => 39,  133 => 38,  122 => 31,  116 => 29,  110 => 27,  108 => 26,  104 => 25,  98 => 23,  92 => 21,  90 => 20,  84 => 18,  82 => 17,  77 => 16,  71 => 14,  69 => 13,  65 => 12,  54 => 6,  47 => 4,  41 => 3,  37 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("", "default/template/common/header.twig", "");
    }
}
